{
  "case_id": "UAS_PW_Orca_reg_n_a_10-25",
  "evidence_freeze_time_utc": "2026-01-08",
  "items": [
    {
      "id": "H1",
      "source": "history",
      "text": "A number of flights were being flown a total distance of about 1.5 nm between a farm and a field adjacent to Coventry Hospital. These were being performed in preparation for a BVLOS VM demonstration flight."
    },
    {
      "id": "H2",
      "source": "history",
      "text": "Coordination between the flight crew was made using two-way radios, with the control settings of the RP and SRP controllers being manually synchronised by each pilot, so that the aircraft was appropriately armed in preparation for flight and disarmed (shutdown) after each landing."
    },
    {
      "id": "H3",
      "source": "history",
      "text": "Five flights were successfully flown over the period of about an hour and, having completed the ground checks at the farm site, the aircraft took off to fly back to the hospital landing site."
    },
    {
      "id": "H4",
      "source": "history",
      "text": "The aircraft climbed vertically to a height of about 50 m agl before transitioning to forward flight where it then climbed to its cruise height of 60 m agl. The aircraft’s takeoff weight was 38.9 kg."
    },
    {
      "id": "H5",
      "source": "history",
      "text": "The aircraft was observed to follow the planned flight profile but as it approached approximately the halfway point the aircraft’s motors suddenly stopped. The aircraft initially maintained altitude but subsequently stalled, before descending quickly and striking the ground within a wooded area. No persons were injured and there was no damage to property; the aircraft was damaged beyond repair."
    },
    {
      "id": "H6",
      "source": "history",
      "text": "The RP, SRP and PM reported that they had not made any selections on their respective controllers in the period before the aircraft departed from controlled flight."
    },
    {
      "id": "H7",
      "source": "history",
      "text": "The aircraft is controlled remotely from a ground control station, and by an optional SRP controller. The ground control station to aircraft communications system provides uninterrupted signals that enable the aircraft to be operated BVLOS. The signals between the SRP controller and aircraft are limited by range and line of sight."
    },
    {
      "id": "H8",
      "source": "history",
      "text": "At the time of report publication, 26 aircraft have been manufactured, of which 20 remain in operational service. The accident aircraft had accumulated a total of 13 hours and 59 minutes flight time and had completed 119 flights prior to the accident. This was the first accident involving this type."
    },
    {
      "id": "H9",
      "source": "history",
      "text": "The FTS activates automatically if the aircraft’s descent rate exceeds 2,000 fpm, or it can be manually triggered by selection of a terminate push button on the RP ground station or switch on the SRP controller."
    },
    {
      "id": "H10",
      "source": "history",
      "text": "Arm and disarm function The arm and disarm function applied or removed power to the electric propulsion motors respectively and enabled or disabled remote control of the aircraft. Upon landing the aircraft was designed to automatically disarm itself, enabling it to be safely approached by ground personnel. The design of the system also allowed the aircraft to be manually disarmed when in flight or on the ground."
    },
    {
      "id": "H11",
      "source": "history",
      "text": "The manufacturer advised that the ability to manually disarm the aircraft was provided as it was possible after an abnormal landing, a failed takeoff or entanglement on the ground that the aircraft may not always automatically disarm. It was envisaged that the manual disarm function would only be used when the aircraft was close to, or on the ground."
    },
    {
      "id": "H12",
      "source": "history",
      "text": "The aircraft is fitted with two physical switches that enable its hardware (power made available to motors and control systems) to be armed or disarmed. Once the hardware was armed, the aircraft’s control software could then be armed and capable of responding to remote commands from the RP, SRP and PM controllers. It could be disarmed using a press and hold switch on the RP ground control station or by selection of a toggle switch on the SRP controller."
    },
    {
      "id": "H13",
      "source": "history",
      "text": "Recorded information Recorded data was available from onboard the aircraft and the RP ground control station."
    },
    {
      "id": "H14",
      "source": "history",
      "text": "The onboard data included the control signals received from the RP station. It also included those from the SRP controller4 but only when it was in range. The SRP controller does not record any data."
    },
    {
      "id": "H15",
      "source": "history",
      "text": "The aircraft then took off to fly back to the hospital site under automatic flight control."
    },
    {
      "id": "H16",
      "source": "history",
      "text": "The operator advised that its procedure in the event of an in-flight emergency was to activate the FTS and that the disarm function would only be selected when the aircraft was on the ground."
    },
    {
      "id": "H17",
      "source": "history",
      "text": "It also advised that its normal procedure was for the SRP and RP to verbally coordinate the selection of the arm/disarm selections on their respective controllers. This included setting the controllers to disarm after landing, and arm in preparation for flight, irrespective of whether the SRP controller was in communication range of the aircraft. However, the operator’s checklist did not include a ‘check and challenge’ of the arm/disarm settings."
    },
    {
      "id": "H18",
      "source": "history",
      "text": "Operational authorisation (OA) The operator of the aircraft held an OA issued by the UK CAA. The OA did not explicitly require the use of an SRP, but it did refer to the operator’s Operation Manual Volume 1 which included the use of an SRP when operating the aircraft type."
    },
    {
      "id": "H19",
      "source": "history",
      "text": "The aircraft manufacturer stated that the aircraft type was operated in eight countries, of which four were in Europe (including the UK) and four in Asia and further advised that of all the operators, only that of the accident aircraft used an SRP. The manufacturer considered that an SRP was unnecessary, with the use of a SRP controller increasing the operational complexity of the system and that a loss of SRP and RP settings could subsequently occur."
    },
    {
      "id": "H20",
      "source": "history",
      "text": "The aircraft operator stated that it was reviewing its operational procedures regarding the advantages and disadvantages of using an SRP when operating the aircraft type."
    },
    {
      "id": "H21",
      "source": "history",
      "text": "The manufacturer advised that it followed a software development process intended to encompass iterative testing prior to final release. However, after the accident the manufacturer advised that it had omitted to test the scenario of an aircraft in flight establishing communication with an SRP controller that was set to disarm. When this scenario was then tested, the ‘de-glitch’ signal filter inadvertently resulted in the aircraft immediately disarming."
    },
    {
      "id": "S1",
      "source": "synopsis",
      "text": "The aircraft struck the ground in a wooded area whilst on approach to land at a site adjacent to Coventry Hospital. The accident occurred during the sixth consecutive flight, which was in preparation for demonstrating the aircraft being operated in accordance with the operator’s Beyond Visual Line Of Sight with Visual Mitigations (BVLOS VM) authorisation."
    }
  ],
  "pdf_sha256": "5f8e506f30deb0a721fe8e20f0e821c0cd6d89e8b8fb1cf6b5fbe1f13e01167c"
}
