{
  "config": {
    "W": 3.0,
    "alpha": 0.4,
    "beta": 1.0,
    "epsilon": 0.05,
    "gamma": 0.2,
    "gamma_noa": 0.1,
    "gamma_und": 0.1,
    "lambda_voi": 0.1,
    "rho_eval_min": 0.5,
    "tau": 0.7,
    "world_mode": "open"
  },
  "credits": 20,
  "evidence_items": [
    {
      "id": "H1",
      "source": "history",
      "text": "The gliders were competing in an inter-club event at Hinton-in-the-Hedges Airfield. The competition involved navigating a fixed course task with designated turn points. Pilots were grouped into three categories: Novice, Intermediate, and Pundit. The pilot of G-DJMD competed in the Intermediate Class, tasked with a 156 km course, while the pilot of G-DCTB was in the Novice Class, assigned a shorter route of 118 km. The primary distinction between classes was the course length."
    },
    {
      "id": "H2",
      "source": "history",
      "text": "Relative positions of G-DJMD and G-DCTB as they positioned to join downwind At approximately the same time, the pilot of the parachute drop aircraft, having despatched his jumpers 3, positioned to join the circuit on right base for Runway (hard). When descending through 800 ft on final, he observed a glider on a “tight left base” for Runway 06 just below his level. He transmitted on the Hinton Radio frequency, “glider, are you going in ahead of me?”, receiving the response, “I’m number one”. The pilot acknowledged the radio call and initiated a turn to the left to position behind the glider. As he turned, he saw another glider, that appeared to be aligned with Runway 09, slightly behind but level with the first."
    },
    {
      "id": "H3",
      "source": "history",
      "text": "A witness near the threshold of Runway (grass) observed two gliders approaching the airfield and was able to identify them by type. G-DJMD was lined up with Runway (grass) and G-DCTB was slightly lower and ahead on a shallower approach profile, apparently lined up with Runway (hard). As they approached the airfield boundary, G-DCTB made a “shallow right turn” towards Runway (grass), which was occupied with three gliders waiting to launch. G-DCTB’s airbrakes were observed to be closed or partially closed. The manoeuvre placed G-DCTB on a conflicting path with G-DJMD."
    },
    {
      "id": "H4",
      "source": "history",
      "text": "The gliders collided at approximately 20 to 30 ft above the intersection of Runway (hard) and the disused Runway 09 threshold. On collision, G-DJMD pitched up rapidly then rolled right until inverted before striking the ground in an inverted attitude. G-DCTB came to rest upright but entangled with G-DJMD."
    },
    {
      "id": "H5",
      "source": "history",
      "text": "Another witness at the north-west of the airfield, some 250 m distant, observed an approaching glider lined up with Runway (grass) with its airbrakes open, and another glider lined up with Runway 09 at an offset of approximately 30°. They converged and collided approximately 30 ft above the ground. One glider pitched up, rolled inverted, then pitched down, its canopy detaching before impact with the ground4."
    },
    {
      "id": "H6",
      "source": "history",
      "text": "Competitors and officials provided immediate assistance, followed promptly by emergency services. The pilot of G-DJMD suffered fatal injuries, while the pilot of G-DCTB sustained serious injuries."
    },
    {
      "id": "H7",
      "source": "history",
      "text": "Accident site Both gliders struck the ground at the western end of disused Runway 09. G-DCTB came to rest upright, facing across the runway to the right. G-DJMD came to rest inverted, with its nose close to the tail of G-DCTB, and its left wing leading edge lodged underneath the airbrake cover of G-DCTB’s right wing."
    },
    {
      "id": "H8",
      "source": "history",
      "text": "A debris field of approximately 70 m preceded the gliders, beginning near the intersection of Runway 06 and disused concrete Runway 09. The debris comprised pieces of canopy transparency, instrument panel coaming, wingtip, aircraft skin, and personal effects."
    },
    {
      "id": "H9",
      "source": "history",
      "text": "Other avionics G-DJMD was also fitted with a Kanardia EMSIS, an instrument used to provide the pilot with an artificial horizon, speed and heading information. This unit was disassembled, as it records flight data including aircraft track and orientation, and several flights worth of data were successfully retrieved from its onboard non-volatile memory. However, the accident flight was not recovered. The manufacturer commented that a firmware update, to fix a known issue with correctly recording the GPS date, had not been applied and that some of the memory space reserved for recordings appeared corrupted; this may have affected the recording of the accident flight."
    },
    {
      "id": "H10",
      "source": "history",
      "text": "Aircraft information G-DJMD: Schempp-Hirth Discus B The Discus B is a single-seat glider constructed from carbon fibre and fibreglass. It has a 15.0 m wingspan, upturned wingtips, and a T-tail with fixed horizontal stabiliser and elevator."
    },
    {
      "id": "H11",
      "source": "history",
      "text": "Flying controls are operated by a central control stick and rudder pedals. The glider is equipped with a retractable, single-wheel main landing gear, fixed tailwheel, and airbrakes."
    },
    {
      "id": "H12",
      "source": "history",
      "text": "In G-DJMD the pilot was secured by a five-point harness and wore a parachute. There was an additional foam cushion located underneath the seat."
    },
    {
      "id": "H13",
      "source": "history",
      "text": "G-DJMD was manufactured in 1988, had 2,254 hours at its last inspection, and held a valid Airworthiness Review Certificate (ARC). Its paintwork was white and it displayed the competition number P23."
    },
    {
      "id": "H14",
      "source": "history",
      "text": "G-DCTB was manufactured in 1972, had 3,128 hours at its last inspection, and held a valid ARC. It had red paintwork on the nose cone, wing tips, and the bottom and top of the rudder. G-DCTB displayed the competition number 579."
    },
    {
      "id": "H15",
      "source": "history",
      "text": "An upper section of composite instrument panel coaming was found approximately 45 m prior to the fuselage, and the instrument panel was found adjacent to the glider."
    },
    {
      "id": "H16",
      "source": "history",
      "text": "The canopy transparency had fractured into many pieces, which were found scattered the length of the debris field. The canopy’s frame had broken in three places; at both front bend points and at the top of the rear ‘hoop’. The frame pieces were found next to the fuselage."
    },
    {
      "id": "H17",
      "source": "history",
      "text": "Tail The tail section was intact but had been abraded from contact with the runway surface when inverted. The rudder pedal controls were connected to the rudder via cables and control tubes, and there was control system continuity between the control stick and elevators. All control surfaces moved freely."
    },
    {
      "id": "H18",
      "source": "history",
      "text": "Wings The left wing’s leading edge at its mid-span position was wedged underneath the air brake cover on G-DCTB’s right wing upper surface. Both wings were intact and had abrasion damage from contact with the runway surface. The right wing leading edge had a contact damage point; from which the leading edge had split along its length."
    },
    {
      "id": "H19",
      "source": "history",
      "text": "Control system continuity was established between the control stick and the ailerons. The air brake lever could be rotated and moved fore and aft, but this did not move the air brakes which were in the deployed position."
    },
    {
      "id": "H20",
      "source": "history",
      "text": "G-DCTB Fuselage and Canopy G-DCTB came to rest upright. The tip of the nose had impact damage and the fuselage frame behind the cockpit was distorted and cracked in a manner suggesting it was subject to a hard upward force upon landing. The main gear wheel was found in the retracted position, likely from the landing force. The sides of the cockpit area had also split from the landing force. The seat had come away from some of its mounting points but was intact."
    },
    {
      "id": "H21",
      "source": "history",
      "text": "The canopy frame was broken, and the canopy transparency had fractured. The majority of the canopy pieces were found in the immediate vicinity of the fuselage."
    },
    {
      "id": "H22",
      "source": "history",
      "text": "The controls for the all-moving tailplane were intact and free to move from the control stick to the break in the tail and were connected to the tailplane past the break. The tip of the left tailplane was missing and was in the preceding debris field approximately 8.5 m from the fuselage."
    },
    {
      "id": "H23",
      "source": "history",
      "text": "Wings The right wingtip had impact damage; a section of the underside wingtip skin had become detached and was found approximately 40 m further back in the debris field."
    },
    {
      "id": "H24",
      "source": "history",
      "text": "G-DCTB right wingtip damage, and underside wingtip skin section The right wing’s leading edge was covered with heavy black marking, that extended to both upper and lower surfaces."
    },
    {
      "id": "H25",
      "source": "history",
      "text": "Survivability Both pilots wore parachutes; there is no regulation covering the use of emergency parachutes although there is a BGA Operational Regulation that requires glider occupants to carry emergency parachutes when flying in cloud and their use is considered a reasonable precaution. The proximity of the gliders to the ground when they collided would have precluded safe and effective use of a parachute in this situation."
    },
    {
      "id": "S1",
      "source": "synopsis",
      "text": "The investigation made the following findings: ● When an aeronautical radio station is licensed and approved to provide an Air Ground Communication Service, the service must be provided inside published hours of operation, unless promulgated otherwise by NOTAM or other suitable means."
    },
    {
      "id": "S2",
      "source": "synopsis",
      "text": "● The British Gliding Association (BGA) to promulgate information on the avoidance of midair collisions."
    },
    {
      "id": "S3",
      "source": "synopsis",
      "text": "● The respective gliding clubs to clarify their requirements for the use of radios by pilots."
    }
  ],
  "force_scope_fail_root": null,
  "framing": null,
  "initial_ledger": null,
  "max_search_depth": null,
  "max_search_per_node": null,
  "pre_scoped_roots": null,
  "required_slots": [
    {
      "role": "NEC",
      "slot_key": "availability"
    },
    {
      "role": "NEC",
      "slot_key": "fit_to_key_features"
    },
    {
      "role": "NEC",
      "slot_key": "defeater_resistance"
    }
  ],
  "roots": [
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R1_PUSHBACK_PROCEDURAL_DEVIATION",
      "statement": "Procedural deviation in pushback execution"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R2_COMMUNICATION_BREAKDOWN",
      "statement": "Communication/coordination breakdown among crew"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R3_ENVIRONMENT_OR_MARKING_DEFICIENCY",
      "statement": "Environmental/marking deficiency"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R4_MECHANICAL_CONTROL_FAILURE",
      "statement": "Mechanical/control failure"
    }
  ],
  "run_count": null,
  "run_mode": null,
  "run_target": null,
  "scope": "Discus_B_G-DJMD_Standard_Cirrus_G-DCTB_12-25:hist_t1_early",
  "search_deterministic": null,
  "search_enabled": null,
  "search_quota_per_slot": null,
  "slot_initial_p": null,
  "slot_k_min": null
}
