{
  "case_id": "Spitfire_IXT_G-BMSB_10-25",
  "evidence_freeze_time_utc": "2026-01-08",
  "items": [
    {
      "id": "H1",
      "source": "history",
      "text": "The aircraft was operating on a Safety Standards Acknowledgement and Consent (SSAC) passenger flight and was flying in formation with another Spitfire. It had been flying for about 35 minutes and was roughly two miles south of Lympne Castle in Kent, when the pilot noticed a slight engine vibration. He checked the engine temperatures, pressures and rpm, all of which appeared normal. However, within five seconds of the onset of the vibration, the engine rapidly lost power. It then briefly recovered, surged and appeared to lose power again. The engine started to backfire and the pilot observed dark coloured smoke emanating from the exhausts. He briefly experimented with moving the throttle to see if he could find a point where the engine would produce power, but this was unsuccessful. The pilot noted a smell of fuel in the cockpit so suspected a fuel problem. The aircraft rapidly lost airspeed and the pilot lowered the nose, chose a suitable area of open ground and made a gradual 10° right turn to line up and carry out a forced landing. He briefed his passenger, who remained calm throughout. He was in radio contact with the other Spitfire pilot who relayed a MAYDAY to Biggin Hill ATC on his behalf. He then concentrated on maintaining airspeed and energy throughout the descent but was able to establish the low fuel pressure warning light had illuminated so selected the boost pump on. He also checked the magneto switches but neither action made any difference. He decided not to lower the landing gear. He made a slight heading adjustment to avoid overflying a caravan park and reduced the airspeed to 100 kt, closed the throttle and prepared for touchdown. He briefed his passenger to brace, gently rounded out and landed in the field. The aircraft remained upright and the pilot described how the aircraft came to a stop “surprisingly quickly”. The pilot and passenger vacated the cockpit unaided. The passenger suffered minor bruising and the pilot was uninjured. The aircraft sustained damage to its underside and propeller."
    },
    {
      "id": "H2",
      "source": "history",
      "text": "This warning light is controlled by a low pressure warning switch fitted to the carburettor."
    },
    {
      "id": "H3",
      "source": "history",
      "text": "Fuel pressure switch and degraded gasket The leak allowed pressurised fuel to spray into the lower rear part of the engine bay, above and into the air filter box. The fuel was then being drawn into the air flow, affecting the fuel air mixture, so the engine was running extremely rich. This directly resulted in the engine vibration and power loss."
    },
    {
      "id": "H4",
      "source": "history",
      "text": "As a result of this occurrence, the CAA issued Safety Notice (SN) SN-2025-009 ‘Maintenance of historic piston and gas turbine airframe fuel/hydraulic system switches and components’, dated 9 June 2025. The SN informs historic aircraft operators and maintenance organisations of the importance of monitoring and maintaining the airworthiness of ageing tertiary fuel and hydraulic system switches and similar components."
    },
    {
      "id": "H5",
      "source": "history",
      "text": "It emphasises the need to have procedures in place to identify components that may be affected by age degradation or extended use and, to ensure that the aircraft maintenance programme includes provisions for regular inspection, periodic operational and functional checks, and calendar life limits, for such components."
    },
    {
      "id": "H6",
      "source": "history",
      "text": "Pilot’s comments The pilot described his actions and thought process in detail from which several important safety aspects were noted. The Spitfire is a high-performance aircraft designed for speed and manoeuvrability, but with a loss of power and windmilling propeller, energy management to maintain control is paramount."
    },
    {
      "id": "H7",
      "source": "history",
      "text": "The pilot described how he made several decisions in order not to reduce or lose energy."
    },
    {
      "id": "H8",
      "source": "history",
      "text": "He did not lower the landing gear or jettison the canopy, as the resultant drag would have been detrimental to his stable glide speed and rate of descent."
    },
    {
      "id": "H9",
      "source": "history",
      "text": "Prioritising the need to fly the aircraft and, faced with a high workload, he asked the pilot in the accompanying aircraft to carry out the radio communications. This allowed him to concentrate more fully on the forced landing. He also noted that his passenger, who was an experienced professional commercial pilot, remained calm throughout."
    },
    {
      "id": "H10",
      "source": "history",
      "text": "Reflecting on the forced landing, the pilot considered factors which had contributed to the successful outcome. These included being mindful of height in the cruise, to provide more time for decision making in the event of an emergency and avoiding overflying built up areas in a single engine aircraft. He described the benefits of performing practice forced landings on a regular basis. This was something he routinely did and also emphasised to students in his role as a flying instructor/class rating instructor."
    },
    {
      "id": "H11",
      "source": "history",
      "text": "He also felt that the operator’s policy of holding regular ‘What if?’ discussions, which had in the past covered power loss and forced landings, greatly helped in his handling of the event."
    },
    {
      "id": "S1",
      "source": "synopsis",
      "text": "The aircraft had been flying for about 35 minutes when the pilot noticed a slight engine vibration. This was rapidly followed by a power loss. The pilot noted a distinct smell of fuel in the cockpit and suspected a fuel problem. He briefed his passenger and established a stable glide descent to carry out a wheels-up forced landing in a field. The aircraft landed on its underside and came to a stop. The passenger suffered minor injuries and the pilot was uninjured."
    },
    {
      "id": "S2",
      "source": "synopsis",
      "text": "This allowed pressurised fuel to spray into the lower rear part of the engine bay, above and into, the air filter box. The fuel was then drawn into the air flow affecting the fuel air mixture, so the engine was running extremely rich. This resulted in the engine vibration and subsequent power loss."
    },
    {
      "id": "S3",
      "source": "synopsis",
      "text": "In response to this occurrence, the Civil Aviation Authority (CAA) published a safety notice relating to airworthiness considerations for ageing fuel and hydraulic system components."
    }
  ],
  "pdf_sha256": "883a9f4ed0fb607ffd98e20aa9c5de9ca9df15821a1a2f4c374b182a4d939533"
}
