{
  "case_id": "Spitfire_MK_26B_G-ENAA_01-26",
  "evidence_freeze_time_utc": "2026-01-08",
  "items": [
    {
      "id": "H1",
      "source": "history",
      "text": "Two members of the syndicate that owned the aircraft drove to Enstone Airfield together on the morning of the accident. They arrived at approximately 1000 hrs and moved the aircraft out of its hangar. The surviving syndicate member described the pre-flight checks as “all good.” That pilot boarded the aircraft and taxied out at approximately 1200 hrs. He conducted a general handling flight in the local area for 30 minutes, during which there were no technical issues with the aircraft. He parked the aircraft near point B for the crew change."
    },
    {
      "id": "H2",
      "source": "history",
      "text": "The initial part of the takeoff roll seemed normal and the aircraft tailwheel lifted as expected."
    },
    {
      "id": "H3",
      "source": "history",
      "text": "The tail then lowered to the ground and the aircraft yawed left towards the edge of the tarmac runway. As it approached the edge of the tarmac, the aircraft pitched up sharply and then rolled rapidly to the left. The left wingtip struck the ground, with approximately 120 ° of bank angle, followed by the nose. Immediately after the nose struck the ground a large fire broke out causing extensive further damage to the aircraft. The pilot was fatally injured."
    },
    {
      "id": "H4",
      "source": "history",
      "text": "A recording of the radio communications between the pilot and airfield radio operator was also available."
    },
    {
      "id": "H5",
      "source": "history",
      "text": "Other potential sources of data, such as the pilot’s mobile phone and the aircraft’s MoTeC SDL3 instrument logger fitted in the cockpit were destroyed in the fire."
    },
    {
      "id": "H6",
      "source": "history",
      "text": "Aircraft at start of takeoff run When the aircraft’s airspeed reached approximately 45 kt, the tail of the aircraft lifted to an almost horizontal attitude, which coincided with a brief left rudder input, and the aircraft yawed to the left. The elevator could then be observed to move to a pitch up (control surface up) position, which was near to its full travel position, and the tail of the aircraft quickly lowered back towards the runway. The elevator remained in a pitch-up position, whilst the tailwheel tyre bounced on and off the runway surface several times. The aircraft’s weight then settled on the tail wheel, which was almost coincident with the main landing gear tyres leaving the runway surface."
    },
    {
      "id": "H7",
      "source": "history",
      "text": "The aircraft continued to head towards the left side of the runway with the main wheels just clear of the runway surface whilst the tailwheel remained in contact. The aircraft’s pitch attitude was about 12 ᵒ nose-up. As the aircraft reached the side of the runway its airspeed was approximately 63 kt and it pitched up quickly at a rate of about 12ᵒ/s and started to climb. The elevators could then be seen to move quickly to a more neutral position. The pitch attitude reached just over 20ᵒ and the data indicated that the aircraft’s airspeed reduced to approximately 58 kt. The aircraft then started rolling left, with a slight reduction in its pitch attitude to about 18ᵒ nose-up."
    },
    {
      "id": "H8",
      "source": "history",
      "text": "The aircraft’s ailerons were then observed to move to a right roll position (left aileron surface down / right aileron surface up) but the aircraft continued rolling left. The footage of the aircraft captured by the witness ended shortly after this point but the continuing flight path of the aircraft was recorded by one of the CCTV cameras. When the aircraft’s bank angle reached about 30 ᵒ, its pitch attitude briefly stabilised at about 15 ᵒ nose-up but as the bank angle reached about 40 ᵒ the roll rate increased quickly to about 70ᵒ/s. The aircraft’s nose started to drop and the aircraft descended, with the bank angle reaching about 120ᵒ before the aircraft struck the ground, left wingtip first, at 1257:40 hrs."
    },
    {
      "id": "H9",
      "source": "history",
      "text": "The time interval from the start of the takeoff run to the aircraft striking the ground was about 17 seconds with the aircraft reaching a maximum height of approximately 30 ft agl. The rudder, elevators and ailerons could all be seen to have been moving during periods of the video footage and both flaps appeared symmetrically deployed."
    },
    {
      "id": "H10",
      "source": "history",
      "text": "Engine and propellor speed The mobile phone recording contained sounds consistent with the operation of the aircraft’s engine. This showed that at the start of the takeoff run the engine speed was about 2,000 rpm, and that the engine rpm was then progressively increased to a maximum of about 4,300 rpm; this equated to a propellor speed 2 of about 2,360 rpm. The recording indicated that this engine speed was maintained as the aircraft took off through to the aircraft subsequently striking the ground. There was no audible evidence of a problem with the engine, such as it backfiring."
    },
    {
      "id": "H11",
      "source": "history",
      "text": "Separate analysis using photogrammetry was also consistent with the propellor speed of about 2,360 rpm."
    },
    {
      "id": "H12",
      "source": "history",
      "text": "The previous videos of G-ENAA also showed a more gradual pitch up rotation at liftoff and lower pitch attitudes. Videos of other Mk 26B Spitfires also showed a similar tail-up takeoff technique, rotation rates and pitch attitudes."
    },
    {
      "id": "H13",
      "source": "history",
      "text": "Shows the difference between G-ENAA’s pitch attitude during the accident takeoff and that in December 2017, and shows the difference in the initial climb attitudes adopted."
    },
    {
      "id": "H14",
      "source": "history",
      "text": "An electric motor operated by a switch in the cockpit, drives a common torque tube to move the flaps. There are no specific flap detents, but white marker lines painted on the inboard edge of the right aileron allow the pilot to judge flap position."
    },
    {
      "id": "H15",
      "source": "history",
      "text": "A trim tab on the right elevator is operated by a lever and Bowden cable 4 mechanism."
    },
    {
      "id": "H16",
      "source": "history",
      "text": "The rudder control system consists of steel cables running from the rudder along the left and right side of the fuselage to the rudder pedals in the cockpit. A second cable runs forward from the rudder pedals, to form a continuous cable loop. This cable includes a turnbuckle at its midpoint and is routed through two pulleys on the left and right side of the footwell. The pulleys are mounted on a steel plate, on the aft face of the firewall. The rudder pedal position can be adjusted fore and aft in one of seven positions, but this can only be accomplished on the ground."
    },
    {
      "id": "H17",
      "source": "history",
      "text": "The pilot’s seat has three positions to allow fore and aft adjustment of the seat on the ground by means of a pip-pin. A four-point harness, incorporating a quick release fitting (QRF) was fitted, with the shoulder straps attached to the rear cockpit bulkhead. G-ENAA had provision for a second seat behind the pilot, and this was also equipped with a four-point harness."
    },
    {
      "id": "H18",
      "source": "history",
      "text": "G-ENAA was powered by an Isuzu V6 fuel injected, normally aspirated, piston engine driving a three-blade variable pitch propeller. It was equipped with an electrically operated main landing gear and a fixed tail wheel and had a maximum takeoff weight of 860 kg."
    },
    {
      "id": "H19",
      "source": "history",
      "text": "An electrical stall warning tab was fitted to the right wing. In addition to modern analogue instruments, the cockpit instrument panel was equipped with several avionic devices including a digital MoTec SDL3 engine and electrical power monitoring display, and digital radio and transponder."
    },
    {
      "id": "H20",
      "source": "history",
      "text": "Aircraft information G-ENAA was built and based at Enstone Airfield. The aircraft was constructed during 2013 and 2014 by a small team which included the accident pilot. This was followed by a period of test flying between October 2014 and March 2016. Since then, the aircraft had operated on an LAA Permit to Fly, for which the most recent certificate of validity was issued on 8 July 2024."
    },
    {
      "id": "H21",
      "source": "history",
      "text": "At the time of the accident G-ENAA was one of three Mk 26B’s on the UK register."
    },
    {
      "id": "H22",
      "source": "history",
      "text": "Another Mk 26B, G-CLHJ, was previously destroyed in a fatal accident near Enstone on 22 August 2023."
    },
    {
      "id": "H23",
      "source": "history",
      "text": "Aircraft Handling Notes After it was built, the aircraft was flown by an LAA test pilot who made the following comments in his written report: ‘a. The takeoff was spritely with rapid acceleration. The tail was lifted at 50 kt and a marked swing to the left was experienced."
    },
    {
      "id": "H24",
      "source": "history",
      "text": "B. On earlier flights this swing could hardly be contained even with full application of right rudder. Full rudder deflection was found to be less than the factory recommendation but, following adjustment, the rudder deflection was adequate to retain directional control."
    },
    {
      "id": "H25",
      "source": "history",
      "text": "C. Though the manufacturer indicated a CG envelope of 600 to 875 mm aft of datum, the aircraft was found to be longitudinally unstable at CG position 849 mm aft of datum. A limit of 745 mm aft of datum was suggested."
    },
    {
      "id": "H26",
      "source": "history",
      "text": "D. In the aft CG condition, stick force per g gradient was found to be low so care was advised to avoid exceeding maximum g."
    },
    {
      "id": "H27",
      "source": "history",
      "text": "E. Initially a marked left wing drop (> 60°) at the stall was exhibited in all configurations. Stall strips were fitted to the inboard leading edge of the wing which resulted in satisfactory stalling qualities."
    },
    {
      "id": "H28",
      "source": "history",
      "text": "F. There was an audio stall warner fitted which activated 5 to 10 kt prior to all stalls. There was little or no buffet and no tendency to spin."
    },
    {
      "id": "H29",
      "source": "history",
      "text": "G. The stalling speed wings level, with idle power was 48 kt flaps up and 43 kt with 10° of flap."
    },
    {
      "id": "H30",
      "source": "history",
      "text": "H. In a 30° banked left turn at 75% power the stalling speed flaps up was 50 kt and with 10° flap 44 kt."
    },
    {
      "id": "H31",
      "source": "history",
      "text": "In the accident video it appeared that the elevator trim tab was set to approximately its mid-travel nose-up trim condition for the takeoff."
    },
    {
      "id": "H32",
      "source": "history",
      "text": "Post Stall Autorotation When an aircraft rolls, the relative airflow (RAF) over each wing is formed from components of forward speed and roll as shown in."
    },
    {
      "id": "H33",
      "source": "history",
      "text": "General The aircraft had suffered substantial impact damage, forcing the engine into the cockpit space. The intense post-crash fire was focused on the cockpit and centre section of aircraft and the majority of components in this area were totally consumed or rendered unrecognisable. The main spar had broken just outboard of the transportation joint, such that the left wing was completely detached from the aircraft. The main landing gear legs remained attached to the spar and were extended."
    },
    {
      "id": "H34",
      "source": "history",
      "text": "All but the outer third of the left wing had been consumed by the fire and the remainder had suffered extensive fire damage. Nothing remained of the stall warning system that could be tested. The right wing was intact and did not sustain any fire damage. The right wingtip was bent and the damage consistent with it having struck the ground as the aircraft was inverted. There was evidence that a stall strip had been glued to the right wing leading edge but it was not present and may have been dislodged in the impact."
    },
    {
      "id": "H35",
      "source": "history",
      "text": "Flying controls Flying control continuity checks were conducted to the extent possible given the high level of disruption to the control systems from impact and fire damage. Flap and aileron control continuity was established on the right wing. The right wing flaps were found in the approximately 30° position but the inboard flap was damaged and the flaps may have moved during the impact sequence."
    },
    {
      "id": "H36",
      "source": "history",
      "text": "The horizontal stabiliser, elevators and trim tab on the right elevator appeared undamaged."
    },
    {
      "id": "H37",
      "source": "history",
      "text": "The elevator moved freely and control continuity was established to just aft of the cockpit."
    },
    {
      "id": "H38",
      "source": "history",
      "text": "Forward of this point, the control rod and linkage to the control column had been consumed by the fire."
    },
    {
      "id": "H39",
      "source": "history",
      "text": "The elevator trim tab was deflected approximately 20° down (nose-up trim) and could not be moved from this position. The solid end fitting of the elevator trim cable was bent where it attached to the trim tab. The elevator trim cable had suffered varying degrees of heat damage along its length and the solid core could not be moved. In the areas where the fire had been most intense the outer plastic sleeve was completely absent and in other areas it had shrunk and formed around the steel sleeve. The inner anti-friction liner had melted and subsequently solidified in places, preventing movement of the cable. The trim tab moved freely once the cable was disconnected."
    },
    {
      "id": "H40",
      "source": "history",
      "text": "The AAIB investigation into the fatal accident to Spitfire Mk 26B, registration G-CLHJ, in August 2023 identified that the aircraft had been built with a misaligned rudder. This finding resulted in the LAA issuing a Mandatory Technical Directive to inspect the geometry, symmetry and rigging of the fin and rudder on all Mk 26 and Mk 26B Spitfires. G-ENAA was subject to that check in May 2024 and no anomalies were noted."
    },
    {
      "id": "H41",
      "source": "history",
      "text": "Seat While the pilot’s seat and much of its support structure were destroyed in the fire, the parts of the seat mounting structure which contained the seat adjustment mechanism were located in the wreckage and the pip pins were located in the middle position. This ruled out the possibility of the seat having moved during the takeoff."
    },
    {
      "id": "H42",
      "source": "history",
      "text": "Survivability After the left wingtip struck the ground the aircraft continued to roll and came to rest inverted."
    },
    {
      "id": "H43",
      "source": "history",
      "text": "Immediately after the aircraft struck the ground there was an intense fire which engulfed the cockpit area. The combination of accident and post-impact fire was not survivable."
    },
    {
      "id": "H44",
      "source": "history",
      "text": "The safety harness straps and seat furnishings had been destroyed by the fire, so limited assessment was possible. Two QRFs were identified in the wreckage; one, believed to be from the pilot’s seat harness, had all four strap end fittings inserted into it and the other had only the fixed end fitting inserted."
    },
    {
      "id": "H45",
      "source": "history",
      "text": "Post mortem report Following the accident, the pilot’s heart was examined by a consultant histopathologist. The results of that examination indicated that the pilot had coronary artery disease (ischaemic heart disease), and ‘in the absence of other post-mortem findings, the severity of his coronary artery disease would be sufficient to account for a sudden cardiac death’. In response to a request for clarification, the pathologist indicated that a ‘sudden cardiac arrhythmia … would likely have rendered him incapacitated very quickly’. He also said that ‘he may have had an obstruction to a coronary artery resulting in chest pain that would have impaired his ability to control the aircraft’."
    },
    {
      "id": "H46",
      "source": "history",
      "text": "The pilot had last undergone an aviation medical ECG in December 2022 which was assessed as normal. The pathologist stated that between 15 and 20% of sudden deaths due to ischaemic heart disease occur in patients with no previous history of the condition."
    },
    {
      "id": "H47",
      "source": "history",
      "text": "A summary of the report produced by the consultant histopathologist was included in the post mortem (PM) report written by a forensic pathologist. The PM report referred to the specialist examination of the pilot’s heart and stated: ‘There was no evidence of an acute blockage … that would have meant [the pilot] had been subject to sudden cardiac deterioration. However, the absence of acute blockage does not exclude a sudden cardiac deterioration (noting, of course that the level of disease would have been the same the preceding day, week and likely months with no (known) ill-effect)’."
    },
    {
      "id": "H48",
      "source": "history",
      "text": "The PM report referred to the section of the consultant histopathologist’s report that stated: ‘There are contraction bands within the myocardium which may be associated with acute ischaemia but may be seen in resuscitation and correlation with the clinical history is required’."
    },
    {
      "id": "H49",
      "source": "history",
      "text": "The PM report stated: ‘Whilst this observation may suggest that the deceased was suffering from “acute ischaemia” – a reduction in blood flow to the heart muscle – and thus could be of potential relevance, it is suggested [in a referenced work] that this may arise as an artefact including in fatal air crashes’."
    },
    {
      "id": "H50",
      "source": "history",
      "text": "The CAA pointed out that coronary artery disease is ‘extremely common, with a prevalence of almost 70% in males of this age’."
    }
  ],
  "pdf_sha256": "1f80f70651060b82ccf46e24f9e1810ed8f7974fbe396f75875b050a07eaa8bd"
}
