{
  "config": {
    "W": 3.0,
    "alpha": 0.4,
    "beta": 1.0,
    "epsilon": 0.05,
    "gamma": 0.2,
    "gamma_noa": 0.1,
    "gamma_und": 0.1,
    "lambda_voi": 0.1,
    "rho_eval_min": 0.5,
    "tau": 0.7,
    "world_mode": "open"
  },
  "credits": 20,
  "evidence_items": [
    {
      "id": "H1",
      "source": "history",
      "text": "Two members of the syndicate that owned the aircraft drove to Enstone Airfield together on the morning of the accident. They arrived at approximately 1000 hrs and moved the aircraft out of its hangar. The surviving syndicate member described the pre-flight checks as “all good.” That pilot boarded the aircraft and taxied out at approximately 1200 hrs. He conducted a general handling flight in the local area for 30 minutes, during which there were no technical issues with the aircraft. He parked the aircraft near point B for the crew change."
    },
    {
      "id": "H2",
      "source": "history",
      "text": "The initial part of the takeoff roll seemed normal and the aircraft tailwheel lifted as expected."
    },
    {
      "id": "H3",
      "source": "history",
      "text": "The tail then lowered to the ground and the aircraft yawed left towards the edge of the tarmac runway. As it approached the edge of the tarmac, the aircraft pitched up sharply and then rolled rapidly to the left. The left wingtip struck the ground, with approximately 120 ° of bank angle, followed by the nose. Immediately after the nose struck the ground a large fire broke out causing extensive further damage to the aircraft. The pilot was fatally injured."
    },
    {
      "id": "H4",
      "source": "history",
      "text": "A recording of the radio communications between the pilot and airfield radio operator was also available."
    },
    {
      "id": "H5",
      "source": "history",
      "text": "Other potential sources of data, such as the pilot’s mobile phone and the aircraft’s MoTeC SDL3 instrument logger fitted in the cockpit were destroyed in the fire."
    },
    {
      "id": "H6",
      "source": "history",
      "text": "Aircraft at start of takeoff run When the aircraft’s airspeed reached approximately 45 kt, the tail of the aircraft lifted to an almost horizontal attitude, which coincided with a brief left rudder input, and the aircraft yawed to the left. The elevator could then be observed to move to a pitch up (control surface up) position, which was near to its full travel position, and the tail of the aircraft quickly lowered back towards the runway. The elevator remained in a pitch-up position, whilst the tailwheel tyre bounced on and off the runway surface several times. The aircraft’s weight then settled on the tail wheel, which was almost coincident with the main landing gear tyres leaving the runway surface."
    },
    {
      "id": "H7",
      "source": "history",
      "text": "The aircraft continued to head towards the left side of the runway with the main wheels just clear of the runway surface whilst the tailwheel remained in contact. The aircraft’s pitch attitude was about 12 ᵒ nose-up. As the aircraft reached the side of the runway its airspeed was approximately 63 kt and it pitched up quickly at a rate of about 12ᵒ/s and started to climb. The elevators could then be seen to move quickly to a more neutral position. The pitch attitude reached just over 20ᵒ and the data indicated that the aircraft’s airspeed reduced to approximately 58 kt. The aircraft then started rolling left, with a slight reduction in its pitch attitude to about 18ᵒ nose-up."
    },
    {
      "id": "H8",
      "source": "history",
      "text": "The aircraft’s ailerons were then observed to move to a right roll position (left aileron surface down / right aileron surface up) but the aircraft continued rolling left. The footage of the aircraft captured by the witness ended shortly after this point but the continuing flight path of the aircraft was recorded by one of the CCTV cameras. When the aircraft’s bank angle reached about 30 ᵒ, its pitch attitude briefly stabilised at about 15 ᵒ nose-up but as the bank angle reached about 40 ᵒ the roll rate increased quickly to about 70ᵒ/s. The aircraft’s nose started to drop and the aircraft descended, with the bank angle reaching about 120ᵒ before the aircraft struck the ground, left wingtip first, at 1257:40 hrs."
    },
    {
      "id": "H9",
      "source": "history",
      "text": "The time interval from the start of the takeoff run to the aircraft striking the ground was about 17 seconds with the aircraft reaching a maximum height of approximately 30 ft agl. The rudder, elevators and ailerons could all be seen to have been moving during periods of the video footage and both flaps appeared symmetrically deployed."
    },
    {
      "id": "H10",
      "source": "history",
      "text": "Engine and propellor speed The mobile phone recording contained sounds consistent with the operation of the aircraft’s engine. This showed that at the start of the takeoff run the engine speed was about 2,000 rpm, and that the engine rpm was then progressively increased to a maximum of about 4,300 rpm; this equated to a propellor speed 2 of about 2,360 rpm. The recording indicated that this engine speed was maintained as the aircraft took off through to the aircraft subsequently striking the ground. There was no audible evidence of a problem with the engine, such as it backfiring."
    },
    {
      "id": "H11",
      "source": "history",
      "text": "Separate analysis using photogrammetry was also consistent with the propellor speed of about 2,360 rpm."
    },
    {
      "id": "H12",
      "source": "history",
      "text": "The previous videos of G-ENAA also showed a more gradual pitch up rotation at liftoff and lower pitch attitudes. Videos of other Mk 26B Spitfires also showed a similar tail-up takeoff technique, rotation rates and pitch attitudes."
    },
    {
      "id": "H13",
      "source": "history",
      "text": "Shows the difference between G-ENAA’s pitch attitude during the accident takeoff and that in December 2017, and shows the difference in the initial climb attitudes adopted."
    }
  ],
  "force_scope_fail_root": null,
  "framing": null,
  "initial_ledger": null,
  "max_search_depth": null,
  "max_search_per_node": null,
  "pre_scoped_roots": null,
  "required_slots": [
    {
      "role": "NEC",
      "slot_key": "availability"
    },
    {
      "role": "NEC",
      "slot_key": "fit_to_key_features"
    },
    {
      "role": "NEC",
      "slot_key": "defeater_resistance"
    }
  ],
  "roots": [
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "H_flight_handling_loss_of_control",
      "statement": "H_flight_handling_loss_of_control"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "H_powerplant_or_propulsion_anomaly",
      "statement": "H_powerplant_or_propulsion_anomaly"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "H_system_or_component_failure",
      "statement": "H_system_or_component_failure"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "H_configuration_or_procedural_error",
      "statement": "H_configuration_or_procedural_error"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "H_environmental_or_weather_factor",
      "statement": "H_environmental_or_weather_factor"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "H_ground_handling_or_airport_interface",
      "statement": "H_ground_handling_or_airport_interface"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "H_other_or_undetermined",
      "statement": "H_other_or_undetermined"
    }
  ],
  "run_count": null,
  "run_mode": null,
  "run_target": null,
  "scope": "Spitfire_MK_26B_G-ENAA_01-26:hist_t0_prelim",
  "search_deterministic": null,
  "search_enabled": null,
  "search_quota_per_slot": null,
  "slot_initial_p": null,
  "slot_k_min": null
}
