{
  "config": {
    "W": 3.0,
    "alpha": 0.4,
    "beta": 1.0,
    "epsilon": 0.05,
    "gamma": 0.2,
    "gamma_noa": 0.1,
    "gamma_und": 0.1,
    "lambda_voi": 0.1,
    "rho_eval_min": 0.5,
    "tau": 0.7,
    "world_mode": "open"
  },
  "credits": 20,
  "evidence_items": [
    {
      "id": "H1",
      "source": "history",
      "text": "A tug driving instructor (tug instructor) and trainee tug driver (trainee driver) were seated beside each other in the tug. The flight crew were in communication with the headset operator via the aircraft’s interphone."
    },
    {
      "id": "H2",
      "source": "history",
      "text": "The trainee driver decided to stop the pushback and asked the tug instructor to take over."
    },
    {
      "id": "H3",
      "source": "history",
      "text": "After swapping seats the instructor recommenced the pushback, correcting the aircraft back onto the taxiway centreline. He continued to reassure and advise the trainee while performing the pushback, looking at her while doing so. The headset operator continued walking on the right side of the tug, abeam its cabin. The wingman was on the left just ahead of the tug."
    },
    {
      "id": "H4",
      "source": "history",
      "text": "The aircraft’s nosewheel reached the ‘Tug release point’ (TRP) ground markings. However, it continued moving beyond the TRP with its engine at idle and hit the blast barrier at the end of the cul-de-sac."
    },
    {
      "id": "H5",
      "source": "history",
      "text": "The tug instructor pulled the aircraft forward off the fence then stopped the tug."
    },
    {
      "id": "H6",
      "source": "history",
      "text": "The airport operator and ATC were notified. Soon after, representatives from the airport operator and the RFFS were on scene. The aircraft sustained substantial damage to the rear of the aircraft, including the APU, which was running at the time."
    },
    {
      "id": "H7",
      "source": "history",
      "text": "The TRP on Taxiway Delta is between Stands 61L and 61R. There is a 14.97 m clearance behind a B737-800 and the blast fence when its nosewheel is on the TRP."
    },
    {
      "id": "H8",
      "source": "history",
      "text": "The tug instructor stated that the method for getting a tug driver to stop quickly was to raise a clenched first, indicating the driver should apply the tug’s brakes. However, he suggested such a visual signal was not sufficient given a driver would be concentrating on the pushback, with the headset operator often out of his field of view. He did not receive any warning of the impending collision from the wingman or the headset operator."
    },
    {
      "id": "H9",
      "source": "history",
      "text": "Trainee tug driver The trainee driver was qualified as a headset operator and wingman, and was aware of the TRP through the training for these roles. This was her second pushback. The first was completed earlier that day, without event."
    }
  ],
  "force_scope_fail_root": null,
  "framing": null,
  "initial_ledger": null,
  "max_search_depth": null,
  "max_search_per_node": null,
  "pre_scoped_roots": null,
  "required_slots": [
    {
      "role": "NEC",
      "slot_key": "availability"
    },
    {
      "role": "NEC",
      "slot_key": "fit_to_key_features"
    },
    {
      "role": "NEC",
      "slot_key": "defeater_resistance"
    }
  ],
  "roots": [
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R1_PUSHBACK_PROCEDURAL_DEVIATION",
      "statement": "Procedural deviation in pushback execution"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R2_COMMUNICATION_BREAKDOWN",
      "statement": "Communication/coordination breakdown among crew"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R3_ENVIRONMENT_OR_MARKING_DEFICIENCY",
      "statement": "Environmental/marking deficiency"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R4_MECHANICAL_CONTROL_FAILURE",
      "statement": "Mechanical/control failure"
    }
  ],
  "run_count": null,
  "run_mode": null,
  "run_target": null,
  "scope": "Boeing_737-8AS_9H-QAA_12-25:hist_t2_interim",
  "search_deterministic": null,
  "search_enabled": null,
  "search_quota_per_slot": null,
  "slot_initial_p": null,
  "slot_k_min": null
}
