{
  "config": {
    "W": 3.0,
    "alpha": 0.4,
    "beta": 1.0,
    "epsilon": 0.05,
    "gamma": 0.2,
    "gamma_noa": 0.1,
    "gamma_und": 0.1,
    "lambda_voi": 0.1,
    "rho_eval_min": 0.5,
    "tau": 0.7,
    "world_mode": "open"
  },
  "credits": 20,
  "evidence_items": [
    {
      "id": "H1",
      "source": "history",
      "text": "The gliders were competing in an inter-club event at Hinton-in-the-Hedges Airfield. The competition involved navigating a fixed course task with designated turn points. Pilots were grouped into three categories: Novice, Intermediate, and Pundit. The pilot of G-DJMD competed in the Intermediate Class, tasked with a 156 km course, while the pilot of G-DCTB was in the Novice Class, assigned a shorter route of 118 km. The primary distinction between classes was the course length."
    },
    {
      "id": "H2",
      "source": "history",
      "text": "Relative positions of G-DJMD and G-DCTB as they positioned to join downwind At approximately the same time, the pilot of the parachute drop aircraft, having despatched his jumpers 3, positioned to join the circuit on right base for Runway (hard). When descending through 800 ft on final, he observed a glider on a “tight left base” for Runway 06 just below his level. He transmitted on the Hinton Radio frequency, “glider, are you going in ahead of me?”, receiving the response, “I’m number one”. The pilot acknowledged the radio call and initiated a turn to the left to position behind the glider. As he turned, he saw another glider, that appeared to be aligned with Runway 09, slightly behind but level with the first."
    },
    {
      "id": "H3",
      "source": "history",
      "text": "A witness near the threshold of Runway (grass) observed two gliders approaching the airfield and was able to identify them by type. G-DJMD was lined up with Runway (grass) and G-DCTB was slightly lower and ahead on a shallower approach profile, apparently lined up with Runway (hard). As they approached the airfield boundary, G-DCTB made a “shallow right turn” towards Runway (grass), which was occupied with three gliders waiting to launch. G-DCTB’s airbrakes were observed to be closed or partially closed. The manoeuvre placed G-DCTB on a conflicting path with G-DJMD."
    },
    {
      "id": "H4",
      "source": "history",
      "text": "The gliders collided at approximately 20 to 30 ft above the intersection of Runway (hard) and the disused Runway 09 threshold. On collision, G-DJMD pitched up rapidly then rolled right until inverted before striking the ground in an inverted attitude. G-DCTB came to rest upright but entangled with G-DJMD."
    },
    {
      "id": "H5",
      "source": "history",
      "text": "Another witness at the north-west of the airfield, some 250 m distant, observed an approaching glider lined up with Runway (grass) with its airbrakes open, and another glider lined up with Runway 09 at an offset of approximately 30°. They converged and collided approximately 30 ft above the ground. One glider pitched up, rolled inverted, then pitched down, its canopy detaching before impact with the ground4."
    },
    {
      "id": "H6",
      "source": "history",
      "text": "Competitors and officials provided immediate assistance, followed promptly by emergency services. The pilot of G-DJMD suffered fatal injuries, while the pilot of G-DCTB sustained serious injuries."
    },
    {
      "id": "H7",
      "source": "history",
      "text": "Accident site Both gliders struck the ground at the western end of disused Runway 09. G-DCTB came to rest upright, facing across the runway to the right. G-DJMD came to rest inverted, with its nose close to the tail of G-DCTB, and its left wing leading edge lodged underneath the airbrake cover of G-DCTB’s right wing."
    },
    {
      "id": "H8",
      "source": "history",
      "text": "A debris field of approximately 70 m preceded the gliders, beginning near the intersection of Runway 06 and disused concrete Runway 09. The debris comprised pieces of canopy transparency, instrument panel coaming, wingtip, aircraft skin, and personal effects."
    },
    {
      "id": "H9",
      "source": "history",
      "text": "Other avionics G-DJMD was also fitted with a Kanardia EMSIS, an instrument used to provide the pilot with an artificial horizon, speed and heading information. This unit was disassembled, as it records flight data including aircraft track and orientation, and several flights worth of data were successfully retrieved from its onboard non-volatile memory. However, the accident flight was not recovered. The manufacturer commented that a firmware update, to fix a known issue with correctly recording the GPS date, had not been applied and that some of the memory space reserved for recordings appeared corrupted; this may have affected the recording of the accident flight."
    },
    {
      "id": "H10",
      "source": "history",
      "text": "Aircraft information G-DJMD: Schempp-Hirth Discus B The Discus B is a single-seat glider constructed from carbon fibre and fibreglass. It has a 15.0 m wingspan, upturned wingtips, and a T-tail with fixed horizontal stabiliser and elevator."
    },
    {
      "id": "H11",
      "source": "history",
      "text": "Flying controls are operated by a central control stick and rudder pedals. The glider is equipped with a retractable, single-wheel main landing gear, fixed tailwheel, and airbrakes."
    },
    {
      "id": "H12",
      "source": "history",
      "text": "In G-DJMD the pilot was secured by a five-point harness and wore a parachute. There was an additional foam cushion located underneath the seat."
    },
    {
      "id": "H13",
      "source": "history",
      "text": "G-DJMD was manufactured in 1988, had 2,254 hours at its last inspection, and held a valid Airworthiness Review Certificate (ARC). Its paintwork was white and it displayed the competition number P23."
    },
    {
      "id": "H14",
      "source": "history",
      "text": "G-DCTB was manufactured in 1972, had 3,128 hours at its last inspection, and held a valid ARC. It had red paintwork on the nose cone, wing tips, and the bottom and top of the rudder. G-DCTB displayed the competition number 579."
    },
    {
      "id": "H15",
      "source": "history",
      "text": "An upper section of composite instrument panel coaming was found approximately 45 m prior to the fuselage, and the instrument panel was found adjacent to the glider."
    },
    {
      "id": "H16",
      "source": "history",
      "text": "The canopy transparency had fractured into many pieces, which were found scattered the length of the debris field. The canopy’s frame had broken in three places; at both front bend points and at the top of the rear ‘hoop’. The frame pieces were found next to the fuselage."
    },
    {
      "id": "H17",
      "source": "history",
      "text": "Tail The tail section was intact but had been abraded from contact with the runway surface when inverted. The rudder pedal controls were connected to the rudder via cables and control tubes, and there was control system continuity between the control stick and elevators. All control surfaces moved freely."
    },
    {
      "id": "H18",
      "source": "history",
      "text": "Wings The left wing’s leading edge at its mid-span position was wedged underneath the air brake cover on G-DCTB’s right wing upper surface. Both wings were intact and had abrasion damage from contact with the runway surface. The right wing leading edge had a contact damage point; from which the leading edge had split along its length."
    },
    {
      "id": "H19",
      "source": "history",
      "text": "Control system continuity was established between the control stick and the ailerons. The air brake lever could be rotated and moved fore and aft, but this did not move the air brakes which were in the deployed position."
    },
    {
      "id": "H20",
      "source": "history",
      "text": "G-DCTB Fuselage and Canopy G-DCTB came to rest upright. The tip of the nose had impact damage and the fuselage frame behind the cockpit was distorted and cracked in a manner suggesting it was subject to a hard upward force upon landing. The main gear wheel was found in the retracted position, likely from the landing force. The sides of the cockpit area had also split from the landing force. The seat had come away from some of its mounting points but was intact."
    },
    {
      "id": "H21",
      "source": "history",
      "text": "The canopy frame was broken, and the canopy transparency had fractured. The majority of the canopy pieces were found in the immediate vicinity of the fuselage."
    },
    {
      "id": "H22",
      "source": "history",
      "text": "The controls for the all-moving tailplane were intact and free to move from the control stick to the break in the tail and were connected to the tailplane past the break. The tip of the left tailplane was missing and was in the preceding debris field approximately 8.5 m from the fuselage."
    },
    {
      "id": "H23",
      "source": "history",
      "text": "Wings The right wingtip had impact damage; a section of the underside wingtip skin had become detached and was found approximately 40 m further back in the debris field."
    },
    {
      "id": "H24",
      "source": "history",
      "text": "G-DCTB right wingtip damage, and underside wingtip skin section The right wing’s leading edge was covered with heavy black marking, that extended to both upper and lower surfaces."
    },
    {
      "id": "H25",
      "source": "history",
      "text": "Survivability Both pilots wore parachutes; there is no regulation covering the use of emergency parachutes although there is a BGA Operational Regulation that requires glider occupants to carry emergency parachutes when flying in cloud and their use is considered a reasonable precaution. The proximity of the gliders to the ground when they collided would have precluded safe and effective use of a parachute in this situation."
    },
    {
      "id": "H26",
      "source": "history",
      "text": "G-DJMD was equipped with a five-point harness, and G-DCTB was equipped with a four- point harness. Both pilots were wearing these correctly and the pilots were effectively restrained in their seats. G-DJMD struck the ground inverted; despite the harness, this circumstance was not survivable."
    },
    {
      "id": "H27",
      "source": "history",
      "text": "Meteorology An aftercast provided by the Met Office described the prevailing conditions on the day of the accident: ‘The afternoon of the 25th of May, would see generally settled conditions across much of the UK, including the area of interest. A frontal system, with associated precipitation would be affecting the East Midlands and East Anglia, with another system moving into the Southwest The area of interest was sandwiched between those two frontal systems and looking at a variety of sites surrounding the area, the conditions could be described as settled with light southeasterly winds, visibility in excess of 10 km, with cloud bases around 4000 to 4500 ft’’."
    },
    {
      "id": "H28",
      "source": "history",
      "text": "Photographs provided to the AAIB by witnesses showed conditions at Hinton airfield on the afternoon of 25 May 2024 that confirmed the Met Office analysis."
    },
    {
      "id": "H29",
      "source": "history",
      "text": "Gliding.co.uk/wp-content/uploads/sites/3/2015/04/Safety-Foam-ed2.pdf [accessed 5 August 2025]."
    },
    {
      "id": "H30",
      "source": "history",
      "text": "It presents two levels of communication service that might be appropriate for an unlicensed airfield with a dedicated frequency: an Air Ground Communication Service (AGCS) and an Operational Control Communication (OPC) Service."
    },
    {
      "id": "H31",
      "source": "history",
      "text": "AGCS Where an AGCS is provided, ‘radio station operators provide traffic and weather information to pilots operating on and in the vicinity of the aerodrome. Such traffic information is based primarily on reports made by other pilots. Information provided by an AGCS radio station operator may be used to assist a pilot in making a decision; however, the safe conduct of the flight remains the pilot’s responsibility’."
    },
    {
      "id": "H32",
      "source": "history",
      "text": "When provided, an ‘AGCS is to be made available to aircraft during notified hours’."
    },
    {
      "id": "H33",
      "source": "history",
      "text": "OPC An OPC is an, ‘…aeronautical radio station which is licensed and established for company operational control communications. It may be used only for communication with company aircraft, or aircraft for which the company is the operating agency’."
    },
    {
      "id": "H34",
      "source": "history",
      "text": "On their website 7, the CAA states that the category of OPC also includes all areas of recreational aviation, including: ‘…associations, clubs, societies and individuals operating gliders, hang gliders, para gliders, paramotors, microlights, parachutes, balloons, gyroplanes and simple single engine aeroplanes’."
    },
    {
      "id": "H35",
      "source": "history",
      "text": "Where, ‘Aeronautical radio stations, comprising fixed, mobile, portable and hand-held radio equipment, are typically established and operated by these clubs, societies and individuals to provide radio communications with aircraft for the exchange of messages related to the particular recreational aviation activity’."
    },
    {
      "id": "H36",
      "source": "history",
      "text": "However, the CAA clarified that this service cannot be used for visiting general aviation, recreational aviation and other aircraft which are not operated by the company licensed to provide the OPC service."
    },
    {
      "id": "H37",
      "source": "history",
      "text": "Should operational circumstances require any amendment to these arrangements, all signatories are notified and the maps are updated. The amendments must be signed by the involved parties prior to the continuation of activities."
    },
    {
      "id": "H38",
      "source": "history",
      "text": "This process was followed on the day of the accident."
    },
    {
      "id": "H39",
      "source": "history",
      "text": "The entry in Pooleys Flight Guide for Hinton airfield had been annotated with the callsign ‘Hinton Radio’ since 1993."
    },
    {
      "id": "H40",
      "source": "history",
      "text": "Maintain a good listening watch on Hinton Radio 119.45 which is a traffic frequency only."
    },
    {
      "id": "H41",
      "source": "history",
      "text": "Normal “Arrival, Circuit & Departure” radio calls to be made to “Hinton Traffic”. Do not expect a reply’."
    },
    {
      "id": "H42",
      "source": "history",
      "text": "Caa.co.uk/publication/download/18165 [accessed 4 August 2025]."
    },
    {
      "id": "H43",
      "source": "history",
      "text": "The AAIB found that although Ofcom had issued an Aeronautical Station Radio Licence for an AGCS at Hinton since 1993, and the CAA had approved its operation under Article 205 of the ANO, the licence holder – and other organisations using the allocated frequency - had never provided a level of service fully compliant with the ANO approval and CAP 452 standards."
    },
    {
      "id": "H44",
      "source": "history",
      "text": "One radio operator held a Parachute Radio Operator’s Certificate of Competence (Restricted) which allows transmission on only two frequencies allocated to the British Parachute Association (BPA)12: one for communication between the drop zone control and the drop aircraft, a second between drop zone control and parachutists. Neither of those frequencies were used at Hinton."
    },
    {
      "id": "H45",
      "source": "history",
      "text": "Neither of the pilots involved in the accident held a FRTOL."
    },
    {
      "id": "H46",
      "source": "history",
      "text": "Radio transmissions from some glider pilots participating in the competition were variously described as “non-standard”, with “weak signals” and instances of overlapping transmissions with pilots “stepping on each other ”. Excessive and “unnecessary radio chatter” was observed, further contributing to communication difficulties. One witness recalled a single intelligible call, possibly from a glider, reporting its position on left base for Runway 06; subsequent transmissions were unreadable."
    },
    {
      "id": "H47",
      "source": "history",
      "text": "Despite Hinton airfield’s requirement for clear radio communication, necessitated by the presence of parachutists, powered aircraft and gliders, one witness observed a lack of radio discipline among glider pilots. This was characterised by inconsistent, or absent transmissions."
    },
    {
      "id": "H48",
      "source": "history",
      "text": "Witness testimony All witnesses observing the event from the airfield described the collision sequence in broadly similar terms. They were positioned at various locations: near the threshold of Runway (grass), the disused concrete Runway 09, north-west of the airfield near the fuel pumps, and to the north near the parachute centre. Some viewed the event from inside vehicles."
    },
    {
      "id": "H49",
      "source": "history",
      "text": "While not all witnesses specifically identified the gliders, some referred to them by their competition numbers and others by type. The main difference in testimony was the gliders’ relative positions as they approached the runways: ● G-DCTB approaching Runway 09; G-DJMD approaching Runway 06."
    },
    {
      "id": "S1",
      "source": "synopsis",
      "text": "The investigation made the following findings: ● When an aeronautical radio station is licensed and approved to provide an Air Ground Communication Service, the service must be provided inside published hours of operation, unless promulgated otherwise by NOTAM or other suitable means."
    },
    {
      "id": "S2",
      "source": "synopsis",
      "text": "● The British Gliding Association (BGA) to promulgate information on the avoidance of midair collisions."
    },
    {
      "id": "S3",
      "source": "synopsis",
      "text": "● The respective gliding clubs to clarify their requirements for the use of radios by pilots."
    }
  ],
  "force_scope_fail_root": null,
  "framing": null,
  "initial_ledger": null,
  "max_search_depth": null,
  "max_search_per_node": null,
  "pre_scoped_roots": null,
  "required_slots": [
    {
      "role": "NEC",
      "slot_key": "availability"
    },
    {
      "role": "NEC",
      "slot_key": "fit_to_key_features"
    },
    {
      "role": "NEC",
      "slot_key": "defeater_resistance"
    }
  ],
  "roots": [
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R1_PUSHBACK_PROCEDURAL_DEVIATION",
      "statement": "Procedural deviation in pushback execution"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R2_COMMUNICATION_BREAKDOWN",
      "statement": "Communication/coordination breakdown among crew"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R3_ENVIRONMENT_OR_MARKING_DEFICIENCY",
      "statement": "Environmental/marking deficiency"
    },
    {
      "exclusion_clause": "Not explained by any other root",
      "root_id": "R4_MECHANICAL_CONTROL_FAILURE",
      "statement": "Mechanical/control failure"
    }
  ],
  "run_count": null,
  "run_mode": null,
  "run_target": null,
  "scope": "Discus_B_G-DJMD_Standard_Cirrus_G-DCTB_12-25:hist_t2_interim",
  "search_deterministic": null,
  "search_enabled": null,
  "search_quota_per_slot": null,
  "slot_initial_p": null,
  "slot_k_min": null
}
