{
  "case_id": "Cozy_Mk_IV_G-BYLZ_01-26",
  "evidence_freeze_time_utc": "2026-01-08",
  "items": [
    {
      "id": "H1",
      "source": "history",
      "text": "The aircraft returned to Gloucestershire Airport after an uneventful local flight operating up to FL80. The pilot flew a Required Navigation Performance (RNP) approach to Runway 09, intending to go around on final approach. He extended the belly airbrake during the approach. On short final, at about 500 ft agl, he advanced the throttle and realised that the engine had suffered a complete loss of power. He managed to fly over a road and a line of bushes on the airfield boundary, but landed short and struck the ILS localiser before coming to rest at the side of the structure."
    },
    {
      "id": "H2",
      "source": "history",
      "text": "Aircraft examination Examination of the aircraft revealed that a plastic air induction elbow attached to the fuel controller had collapsed, severely restricting the induction airflow to the engine, causing the loss of power."
    },
    {
      "id": "H3",
      "source": "history",
      "text": "Collapsed air induction elbow The air induction elbow was a 3D-printed plastic component that had been installed during the modification to the fuel system. A forward-facing air filter had been clamped to the forward end of the elbow, but this had detached and was found loose in the lower engine cowling."
    },
    {
      "id": "H4",
      "source": "history",
      "text": "An alternative construction method for the air induction elbow, shown in the Cozy Mk IV plans, is a lamination of four layers of bi-directional glassfibre cloth with epoxy resin. The epoxy resin specified for the laminate has a glass transition temperature of 84 °C, after the finished part has been post-cured. The aircraft owner stated that as the glass transition temperature listed for the CF-ABS material was higher than the epoxy resin, he was satisfied the component was fit for use in this application when it was installed."
    },
    {
      "id": "H5",
      "source": "history",
      "text": "A review of the design of the laminated induction elbow in the Cozy Mk IV plans showed that it featured a section of thin-walled aluminium tube at the inlet end of the elbow, where the air filter is attached. The aluminium tube provides a degree of temperature-insensitive structural support for the inlet end of the elbow. The 3D-printed induction elbow on G-BYLZ did not include a similar section of aluminium tube at the inlet end."
    },
    {
      "id": "H6",
      "source": "history",
      "text": "Tests and research Two samples from the air induction elbow were subjected to testing, using a heat-flux differential scanning calorimeter, to determine their glass transition temperature. The measured glass transition temperature for the first sample was 52.8 °C, and 54.0°C for the second sample."
    },
    {
      "id": "H7",
      "source": "history",
      "text": "Other information LAA modification process The modified fuel system fitted to G-BYLZ was treated as a prototype modification by LAA Engineering. This required the aircraft owner to complete an initial modification proposal form, LAA Form MOD 2, for LAA Engineering to assess whether the modification was feasible. The modification was determined to be so, with the LAA classifying the modification as minor and requiring the owner to provide a full description of the fuel system modifications by completing LAA Form MOD 3. Section 6 of the MOD 3 form is a parts list of components to be fitted for the modification. The parts list submitted by the owner included the components of the modified fuel system but omitted the 3D-printed air induction elbow."
    }
  ],
  "pdf_sha256": "1bf4e82bafcbc99ad96fe1af51f365c5b504789223eb332c98728b2bb1cc26a9"
}
