{
  "case_id": "Tekever_AR5_Evolution_MK_2.3_G-TEKG_12-25",
  "evidence_freeze_time_utc": "2026-01-08",
  "items": [
    {
      "id": "H1",
      "source": "history",
      "text": "The aircraft was flown from Lydd Airport (also known as London Ashford Airport) and was operating remotely when an electrical problem developed at the CU. No issues were reported with the functionality of the aircraft itself."
    },
    {
      "id": "H2",
      "source": "history",
      "text": "Mains power was provided to the communication and control systems through a UPS. The UPS was also equipped with a circuit breaker on its mains input and provides an audible warning when no mains power is being supplied."
    },
    {
      "id": "H3",
      "source": "history",
      "text": "A different UPS was acquired from an adjacent CU and a switch over of plugs and associated extensions was carried out, but this process was hampered by a lack of labelling of what each plug powered. Sufficient power was restored to achieve a downgraded emergency control 18 minutes after the onset of the event. It was believed that full communication and control capability could have been re-established, but it was decided not to risk disruption of the adequate emergency control they had. The “PAN” status was cancelled with ATC, and the remote pilot manoeuvred the aircraft for an uneventful landing at Lydd."
    },
    {
      "id": "H4",
      "source": "history",
      "text": "Operator’s investigation findings Investigation by the operator established that the input power to the UPS had tripped and is believed to have occurred when a laptop power supply was disconnected. In hindsight, it was realised that the external source of electrical mains power was still available and simply resetting the UPS circuit breaker or bypassing the UPS and connecting the CU directly to mains power or the petrol generator would have restored power to the necessary systems."
    },
    {
      "id": "S1",
      "source": "synopsis",
      "text": "During a UAS operation, power was lost to the Command Unit (CU) used to control the flight. The aircraft was reported to have had an active transponder and so was visible to ATC throughout. It flew in a holding pattern until emergency flight communications were established and was then flown back to the base of operation."
    },
    {
      "id": "S2",
      "source": "synopsis",
      "text": "Following an internal investigation, the operator has made improvements to internal procedures, wiring schematics and labelling, and has upgraded the UPS endurance."
    }
  ],
  "pdf_sha256": "b416f315142903e438dfcfa1bc2554de3ea83e1fc477565cb328da2606c1545b"
}
